export interface ICardText {
  title: string;
  subTitle: string;
  detail: string[];
}

export const CardText: ICardText[] = [
  {
    title: '빅 데이터 시스템',
    subTitle: '협업자들을 이해하며\n목적 달성을 위해 함께 성장하는 인재',
    detail: [
      '회사의 목적을 달성하기 위해 공동의 업무를 진행할 수 있는 사람',
      '나의 업무뿐만 아니라 타인의 업무를 도울 수 있는 범위 내에서 도울 수 있는 사람',
      '상대방 입장을 이해하 는 배려심 있는 사람',
    ],
  },
  {
    title: '협업',
    subTitle: '협업자들을 이해하며\n목적 달성을 위해 함께 성장하는 인재',
    detail: [
      '나와는 반대되는 의견과 다른 의견에 대해 편안하게 얘기할 수 있는 사람',
      '더 나은 의견을 존중하는 사람',
      '팀 목표 달성을 위해 솔직한 의견을 발언할 수 있는 사람',
    ],
  },
  {
    title: '성장',
    subTitle: '팀과 함께 성장을 고민할 수 있는 인재',
    detail: [
      '나와는 반대되는 의견과 다른 의견에 대해 편안하게 얘기할 수 있는 사람',
      '더 나은 의견을 존중하는 사람',
      '팀 목표 달성을 위해 솔직한 의견을 발언할 수 있는 사람',
    ],
  },
  {
    title: '태도',
    subTitle: '솔직하게 말할 수 있는 인재',
    detail: [
      '나와는 반대되는 의견과 다른 의견에 대해 편안하게 얘기할 수 있는 사람',
      '더 나은 의견을 존중하는 사람',
      '팀 목표 달성을 위해 솔직한 의견을 발언할 수 있는 사람',
    ],
  },
];
